Repository: devolo/Cockpit-open-frontend
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

source: Overview
de: Übersicht
fr: Vue d´ensamble

source: Updates
de: Aktualisierungen
fr: Actualisation

source: Help
de: Hilfe
fr: Aide

source: Settings
de: Einstellungen
fr: Paramètres

source: High contrast
de: Hoher Kontrast
fr: Haut contraste

# showLicences
source: show licenses
de: Lizenzen anzeigen
fr: licenses

source: General
de: Allgemein
fr: Général

source: Appearance
de: Erscheinungbild
fr: Apparence

source: Network
de: Netzwerk
fr: Réseau

# enableShowingSpeeds
source: Show network speeds
de: Anzeigen der Datenraten
fr: Afficher les taux de transmission

# dataRatesArePermanentlyDisplayedInTheOverview
source: Data transfer rates are always shown in overview
de: Datenraten werden dauerhaft in der Übersicht angezeigt
fr: Les taux de transmission seront toujours indiqués dans la vue d'ensemble

# internetCentered
source: Use internet-centered overview
de: Internetzentrisch
fr: Centrer la vue d´ensamble sur l´internet

# theOverviewWillBeCenteredAroundThePlcDeviceConnected
source: The overview is centered around the PLC device connected to the internet
de: Die Übersicht wird um das PLC-Gerät zentriert, welches am Internet angeschlossen ist
fr: La vue d'ensemble sera centrée sur l´adapteur CPL connecté à l'internet.

source: Show other devices
de: Anzeigen anderer Geräte
fr: Afficher autres appareils

# otherDevicesEgPcAreDisplayedInTheOverview
source: Overview shows other devices, e.g., laptops and mobiles
de: Weitere Geräte, z.B. PC werden in der Übersicht angezeigt
fr: La vue d'ensemble affichera autres appareils, e.g., ordinateurs

source: App Theme
de: App Design
fr: App design

source: Choose the app theme
de: Wähle das App Design
fr: Choisir le design de l´application

# fontSize
source: Set font size
de: Schriftgröße
fr: Choisir la taille des caractères

# ignoreUpdates
source: Ignore device updates
de: Ignoriere zukünftige Aktualisierungen (Updates)
fr: Ignorer les mises à jour des apparails

# recordTheTransmissionPowerOfTheDevicesAndTransmitIt
source: Record the transmission power of PLC devices and send it to devolo
de: Übertragungsleistung der Geräte Aufzeichnen und an devolo übermitteln
fr: Enregistrer les taux de transmission des appareils CPL et les envoyer à devolo.

source: Change
de: ändern
fr: Modifier

source: Change PLC network password
de: PLC-Netzwerk Passwort
fr: Modifiez le mot de passe du réseau CPL

# pleaseEnterPassword
source: Enter password
de: Bitte Passwort eingeben
fr: Entrez un mot de passe

source: Show password
de: Passwort anzeigen
fr: Montrer le mot de passe

source: Show logs
de: Zeige Logs
fr: Voir le fichier journal

# passwordMustBeGreaterThan8Characters
source: The password must contain more than 8 characters
de: Passwort muss länger als 8 Zeichen sein
fr: Le mot de passe doit contenir plus de 8 caractères

source: Change the language of the App
de: Ändere die Spache der Anwendung

source: Language
de: Sprache

source: Current version
de: Aktuelle Version
fr: Version actuelle

source: Update
de: Aktualisierung
fr: Actualisation

# checkUpdates
source: Check for updates
de: Aktualisierungen suchen
fr: Rechercher des mises à jour

source: Select all
de: Alle auswählen
fr: Sélectionner tout

source: Update selected
de: Aktualisiere Auswahl
fr: Mettre à jour la sélection

source: Up-to-date
de: aktuell
fr: À jour

# upToDatePlaceholder
source: ilable
de: sierung verfügbar
fr: jour disponible

source: Update available
de: Aktualisierung verfügbar
fr: Mise à jour disponible

source: Update failed
de: Aktualisierung fehlgeschlagen
fr: Mise à jour échoué

source: Updating...
de: aktualisieren...
fr: l'appareil est en train de se mettre à jour...

source: Searching...
de: suche...
fr: Recherche...

source: complete
de: erfolgreich
fr: terminé

source: failed
de: fehlgeschlagen
fr: échoué

source: pending
de: anstehend
fr: en attente

source: Repeat
de: Wiederholen
fr: Répéter

# updateDialogTitle
source: Update information
de: Aktualisierungsinformationen
fr: Informations sur la mise à jour

# updateDevicePasswordNeededTitle
source: Password required
de: Passwort benötigt
fr: Mot de passe requis

# updateDevicePasswordNeededBody1
source: The following device requires a password to update:
de: Für folgendes Gerät wird ein Passwort zur Aktualisierung benötigt:
fr: L'appareil suivant nécessite un mot de passe pour être mis à jour:

# updateDevicePasswordNeededBody2
source: Enter the passwords of following devices to update them:
de: Für folgende Geräte werden Passwörter zur Aktualisierung benötigt:
fr: Entrez les mots de passe des appareils suivants pour les mettre à jour:

# updateDeviceFailedTitle
source: Update failed
de: Aktualisierung fehlgeschlagen
fr: Mise à jour échoué

# updateDeviceFailedBody
source: Following devices could not be updated:
de: Folgende Geräte konnten nicht aktualisiert werden:
fr: Les appareils suivants n'ont pas pu être mis à jour:

# samePasswordForAll
source: Same password for all devices
de: Gleiches Passwort für alle Geräte
fr: Même mot de passe pour tous les appareils

# privacyWarningDialogTitle
source: Update information
de: Aktualisierungsinformationen
fr: Information sur la mise à jour

# privacyWarningDialogBody
source: After this update, the devices will automatically check for new firmware on a regular basis and update it if necessary. In this case, your public IP address will be collected and deleted immediately after the update. Would you like to install them now?
de: Nach dieser Aktualisierung werden die Geräte selbstständig regelmäßig prüfen, ob neue Firmware verfügbar ist, und diese gegebenenfalls aktualisieren. Hierbei wird Ihre öffentliche IP-Adresse erfasst und unmittelbar nach der Aktualisierung wieder gelöscht. Möchten Sie diese jetzt aktualisieren?
fr: Après cette mise à jour, l'appareil vérifiera automatiquement et régulièrement la présence d'un nouveau microprogramme et le mettra à jour si nécessaire. Dans ce cas, votre adresse IP publique sera collectée et supprimée immédiatement après la mise à jour. Souhaitez-vous procéder à la mise à jour maintenant ?

# setUpDevice
source: Setup new device
de: Gerät einrichten
fr: Ajouter un nouvel appareil

source: Optimize reception
de: Empfang optimieren
fr: Optimiser la connexion

# currentlyNotAvailableTitle
source: Beta-Notification
de: Beta-Hinweis

# currentlyNotAvailableBody
source: This feature is currently under development and will be available in the near future.
de: Dieses Feature befindet sich zur Zeit noch in Entwicklung und wird in naher Zukunft verfügbar sein.

# cockpitSupportInformationTitle
source: devolo Cockpit support information
de: devolo Cockpit Support-Informationen
fr: devolo Cockpit informations support

# theCreatedSupportInformationCanNowBeSentToDevolo
source: The created support information can now be sent to devolo support. Fill in the following fields
de: Die erstellten Support-Informationen können jetzt zum devolo Support gesendet werden. Bitte füllen Sie folgende Felder aus.
fr: Les informations créées peuvent maintenant être envoyées au support de devolo. Complétez le formulaire ci-dessous.

source: Process number
de: Bearbeitungsnummer
fr: Numéro de processus

# pleaseEnterProcessingNumber
source: Enter processing number
de: Bitte Bearbeitungsnummer eintragen
fr: Entrez le numéro de processus

source: Your name
de: Ihr Name
fr: Votre nom

# pleaseFillInYourName
source: Enter your name
de: Bitte tragen Sie ihren Namen ein
fr: Entrez votre nom

# pleaseEnterYourMailAddress
source: Enter your email address
de: Bitte tragen Sie ihre E-mail Adresse ein
fr: Entrez votre adresse e-mail

# contactInfo
source: Contact information
de: Kontakt info
fr: Information de contact

source: Your email address
de: Ihre E-mail Adresse
fr: Votre adresse e-mail

# LoadCockpitSupportInformationBody
source: Support informations are getting generated
de: Support-Informationen werden erstellt
fr: Les informations de support sont générées

# SendCockpitSupportInformationBody
source: Support informations are sent to devolo
de: Support-Informationen werden nach devolo gesendet
fr: Les informations sont envoyées à devolo

# cockpitSupportInformationBody
source: The support informations have been created and are now available to you. Please select an action.
de: Die Support-Informationen wurden erstellt und stehen Ihnen jetzt zur Verfügung. Bitte wählen Sie eine Aktion aus.
fr: Les informations de support ont été créées et sont maintenant disponibles pour vous. Veuillez sélectionner une action.

source: E-mail is invalid
de: Ungültige E-mail Adresse
fr: Adresse e-mail non valide

source: Optimization help
de: Optimierungs Hilfe
fr: Aide d´optimisation

# addDeviceInstructionText
source: 1) Plug both PLC devices into wall sockets and wait for 45 seconds. 2) Briefly press the encryption button of the existing PLC device. (Alternatively start pairing via the web interface of the existing device.) 3) Within 2 minutes, press the encryption button of the new PLC device also briefly. 4) As soon as the LEDs light up and do not blink, the PLC devices are ready for operation.
de: 1.) Stecken Sie beide PLC-Geräte in die gewünschten Wandsteckdosen und warten ca. 45 Sekunden. 2.) Drücken Sie kurz den Verschlüsselungsknopf des ersten (evtl. bereits vorhandenen) PLC-Gerätes. (Alternativ kann das Pairing auch über das Webinterface des bereits vorhandenen Geräts gestartet werden.) 3.) Drücken Sie innerhalb von zwei Minuten den Verschlüsselungsknopf des zweiten (neuen) PLC-Gerätes ebenfalls kurz. 4.) Sobald die LEDs dauerhaft leuchten, sind die PLC-Geräte betriebsbereit.
fr: 1) Branchez les deux adaptateurs WiFi dans une prise de courant libre et attendez 45 secondes. 2) Appuyez sur le bouton de cryptage du adapteur CPL déjà existant. ( Vous pouvez également établir la connection via l'interface web de l'appareil déja existant.) 3) Dans les deux minutes qui suivent, appuyez sur le bouton de cryptage du nouveau adapteur CPL. 4) Les adapteurs CPL sont prêt à fonctionner une fois que la LED blanche est allumée et ne clignotte plus.

source: Back
de: zurück
fr: Précédente

# forward
source: Next
de: weiter
fr: Suivant

source: Add device via security ID
de: Gerät mittels Security-ID hinzufügen
fr: Ajouter un appareil par l´ID de sécurité

# addDeviceViaSecurityIdDialogContent
source: Enter the security ID of the new PLC device. The security ID can be found on the back of the PLC device.
de: Geben Sie die Security-ID des neuen PLC-Gerätes ein. Die Security-ID finden Sie auf der Rückseite des PLC-Gerätes
fr: Entrez l´ID de sécurité du nouveau adapteur CPL. L'ID de sécurité se trouve à l'arrière de l'appareil CPL.

# addDeviceLoading
source: Device will be added
de: Gerät wird hinzugefügt
fr: L´appareil sera ajouté

# chooseNetwork
source: Select the network in which the device should be added.
de: Wähle das Netzwerk in welchem das Gerät hinzugefügt werden soll.
fr: Sélectionnez le réseau dans lequel l´adapteur doit être ajouté.

# confirmActionConnectedToRouterWarning
source: Attention! Your router is connected to this PLC device. You will lose connection to the internet
de: Achtung! Ihr Router ist an dieses PLC-Gerät angeschlossen. Sie verlieren damit die Verbindung zum Internet
fr: Attention ! Votre routeur est connecté à cet appareil CPL. Vous allez perdre la connexion à l'internet

source: Confirm
de: Bestätigen
fr: Confirmer

source: Cancel
de: Abbrechen
fr: Annuler

source: Open
de: Öffnen
fr: Ouvrir

source: Save
de: Speichern
fr: Enregistrer

source: Send
de: Senden
fr: Envoyer

# deviceInfo
source: Device information
de: Geräteinformationen
fr: Informations sur l´appareil

source: Show manual
de: Handbuch anzeigen
fr: Voir le manuel

source: Identify device
de: Gerät identifizieren
fr: Identifier l´appareil

# identifyDeviceTooltip
source: The light-emitting diode (LED) flashes for two minutes
de: Leuchtdiode (LED) blinkt zwei Minuten lang

# launchWebInterface
source: Web interface
de: Webinterface öffnen
fr: Site web

source: Factory reset
de: Werkseinstellung setzen
fr: Réinitialisé aux paramètres d'origine

source: additional settings
de: erweiterte Einstellungen
fr: Paramètres supplémentaires

# pleaseEnterDeviceName
source: Enter device name
de: Bitte Gerätenamen eintragen
fr: Entrez le nom de l´appareil

source: Type
de: Typ

source: Serial number
de: Seriennummer
fr: Numéro de série

# mtNumber
source: devolo MT number
de: devolo MT-Nummer
fr: numéro MT devolo

source: IP address
de: IP-Adresse
fr: Adresse IP

source: MAC address
de: MAC-Adresse
fr: Adresse MAC

# noDevicesFoundScanningForDevices
source: No local device found. Scanning for devices
de: No devices found Scanning for devices ...
fr: Aucun adapteur trouvé. Recherche d'appareils ...

source: Refresh
de: Neu laden
fr: Actualiser

source: Your PC
de: Dein PC
fr: Votre PC

source: This PC
de: Dieser PC
fr: Cet PC

source: Switch Network
de: Netzwerk auswählen

source: Network Settings
de: Netzwerk Einstellungen

source: Device Settings
de: Geräte Einstellungen

source: Confirm action
de: Aktion Bestätigen
fr: Confirmer activité

# errorScreenText
source: The content cannot be displayed!
de: Der Inhalt kann nicht angezeigt werden!

source: Restart
de: Neu starten

# deviceNotFoundDeviceName
source: An error occurred while setting the device name
de: Es ist ein Fehler beim Setzen des Gerätenamens aufgetreten!
fr: Une erreur s'est produite lors de la définition du nom de l'appareil

# deviceNotFoundResetDevice
source: An error occurred while resetting the device
de: Es ist ein Fehler beim Zurücksetzen des Gerätes aufgetreten!
fr: Une erreur s'est produite lors de la réinitialisation de l'appareil

# deviceNotFoundRemoveDevice
source: An error occurred while removing the device
de: Es ist ein Fehler beim Entfernen des Gerätes aufgetreten!
fr: Une erreur s'est produite lors de la suppression de l'appareil

# deviceNotFoundIdentifyDevice
source: An error occurred while identifying the device
de: Es ist ein Fehler beim Identifizieren des Gerätes aufgetreten!
fr: Une erreur s'est produite lors de l'identification de l'appareil

# deviceNotFoundSetIpConfig
source: An error occurred while changing the IP address/netmask
de: Es ist ein Fehler beim Ändern der IP-Adresse/Netzmaske aufgetreten!
fr: Une erreur s'est produite lors de la configuration de l'adresse IP/masque de réseau

# deviceNotFoundHint
source: - Has the PLC device been disconnected from the power grid? - Is the PLC device in power-saving mode?
de: - Wurde das PLC-Gerät vom Stromnetz getrennt? - Befindet sich das PLC-Gerät im Stromsparmodus?
fr: - L'adapteur CPL a-t-il été déconnecté du réseau électrique ? - Est-ce que l´adapteur CPL est en mode d'économie d'énergie ?

# networkPasswordErrorTitle
source: Failed to set the network password
de: Setzen des Netzwerk-Kennworts fehlgeschlagen
fr: La définition du mot de passe réseau n'a pas abouti

# networkPasswordErrorBody
source: An error occurred while setting the network password
de: Es ist ein Fehler beim Setzen des Netzwerk-Kennwortes aufgetreten!
fr: Une erreur s'est produite lors de la définition du mot de passe du réseau

# networkPasswordErrorHint
source: - Check the connection to the PLC device and repeat the action
de: - Prüfen Sie die Verbindung zum PLC-Gerät und wiederholen Sie die Aktion!
fr: - Vérifiez la connexion avec l´adapteur CPL et réessayez l'action.

# deviceNameErrorTitle
source: Name change failed
de: Namensänderung fehlgeschlagen
fr: Le changement de nom a échoué

# deviceNameErrorBody
source: An error occurred while changing the name. Try again later
de: Es ist ein Fehler beim Setzen des Gerätenamens aufgetreten! Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors du changement de nom. Réessayez plus tard

# resetDeviceErrorTitle
source: Reset failed
de: Zurücksetzung fehlgeschlagen
fr: Réinitialisation échouée

# resetDeviceErrorBody
source: An error occurred while resetting the device! Try again later
de: Es ist ein Fehler beim Zurücksetzen des Gerätes aufgetreten! Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors de la réinitialisation de l'appareil! Réessayez plus tard

# removeDeviceErrorTitle
source: Remove failed
de: Löschvorgang fehlgeschlagen
fr: Suppression échouée

# removeDeviceErrorBody
source: An error occurred while removing the device! Try again later
de: Es ist ein Fehler beim Entfernen des Gerätes aufgetreten! Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors de la suppression de l'appareil! Réessayez plus tard

# identifyDeviceErrorTitle
source: Identifying failed
de: Identifizierung fehlgeschlagen
fr: Identification échouée

# identifyDeviceErrorBody
source: An error occurred while identifying the device. Try again later
de: Es ist ein Fehler bei der Identifizierung des Gerätes aufgetreten! Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors de l'identification de l'appareil. Réessayez plus tard

# addDeviceErrorTitle
source: Setup failed
de: Einrichtung fehlgeschlagen
fr: L'installation échoué

# addDeviceErrorBody
source: An error occurred while adding the device! Try again later
de: Es ist ein Fehler beim Hinzufügen des Gerätes aufgetreten! Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors de l'ajout de l'appareil! TRéessayez plus tard

# manualErrorTitle
source: Manual not found
de: Handbuch nicht gefunden
fr: Manuel introuvable

# manualErrorBody
source: No suitable manual was found for your PLC device. You can find the manual on the product CD or on the devolo website
de: Für Ihr PLC-Gerät wurde kein passendes Handbuch gefunden. Sie können das Handbuch auf der Produkt-CD oder der devolo Internet-Seite finden.
fr: Aucun manuel approprié n'a été trouvé pour votre adapteur PLC.. Vous trouverez le manuel sur le CD du produit ou sur le site web de devolo.

# setIpConfigErrorTitle
source: Configuration failed
de: Konfiguration fehlgeschlagen
fr: Configuration échoué

# setIpConfigErrorBody
source: An error occurred while changing the IP address/netmask! Try again later
de: Es ist ein Fehler bei der Änderung der IP-Adresse/Netzmaske aufgetreten!. Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors du changement de l´adresse IP/masque de réseau. Réessayez plus tard

# activateLEDsFailedTitle
source: Action failed
de: Aktion fehlgeschlagen
fr: Action échouée

# activateLEDsFailedBody
source: An error occurred while modifying the LEDs! Try again later
de: Es ist ein Fehler beim Ändern der LEDs aufgetreten! Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors de la modification des LED! Réessayez plus tard

# activateTransmissionFailedTitle
source: Action failed
de: Aktion fehlgeschlagen
fr: Action échouée

# activateTransmissionFailedBody
source: An error occurred while setting the data communication! Try again later
de: Es ist ein Fehler beim Anpassen der Datenkommunikation aufgetreten! Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors du réglage de la communication de données! Réessayez plus tard

# powerSavingModeFailedTitle
source: Action failed
de: Aktion fehlgeschlagen
fr: Action échouée

# powerSavingModeFailedBody
source: An error occurred while setting the Power save mode! Try again later
de: Es ist ein Fehler beim Anpassen des Stromsparmodus aufgetreten! Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors du réglage du mode d'économie d'énergie! Réessayez plus tard

# supportInfoSendErrorTitle
source: Failed to send
de: Senden fehlgeschlagen
fr: Impossible d'envoyer

# supportInfoSendErrorBody1
source: An error occurred while sending support information to devolo.
de: Beim Senden der Support-Informationen an devolo ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'envoi d'informations de support à devolo.

# supportInfoSendErrorBody2
source: Check that your email address is correct and that you have entered a valid processing number.
de: Bitte überprüfen Sie, ob Ihre E-Mail-Adresse korrekt ist und ob Sie eine gültige Bearbeitungsnummer angegeben haben.
fr: Vérifiez que votre adresse e-mail est correcte et que vous avez saisi un numéro de processus valide.

# supportInfoGenerateError
source: An error occurred while creating the support informations. Try again later
de: Bei der Erstellung der Support Informationen ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!
fr: Une erreur s'est produite lors de la création des informations de support. Réessayez plus tard

# noconnection
source: Connection error
de: Fehler mit der Verbindung

# noconnectionbody
source: No connection could be established to the devolo network service (devolonetworkservice).
de: Es konnte keine Verbindung zum devolo Netzwerk Dienst (devolonetworkservice) aufgebaut werden.

# deviceNameDialogTitle
source: Confirm
de: Bestätigung
fr: Confirmer

# deviceNameDialogBody
source: Do you want to rename this device?
de: Möchten Sie den Gerätenamen ändern?
fr: Voulez-vous renommer cet appareil?

# removeDeviceConfirmTitle
source: Remove the PLC device?
de: Das PLC-Gerät entfernen?
fr: Supprimer l´appareil PLC ?

# removeDeviceConfirmBody
source: Do you want to remove the selected PLC device from the network?
de: Wollen Sie das gewählte PLC-Gerät aus dem Netzwerk entfernen?
fr: Voulez-vous supprimer l´appareil PLC sélectionné du réseau ?

# resetDeviceConfirmTitle
source: Reset device to delivery state
de: Gerät in den Auslieferunszustand zurücksetzen
fr: Réinitialiser l'appareil aux paramètres d'origine

# resetDeviceConfirmBody
source: Do you want to reset the selected PLC device to the delivery state?
de: Wollen Sie das gewählte PLC-Gerät in den Auslieferungszustand zurücksetzen?
fr: Voulez-vous réinitialiser l´appareil PLC sélectionné aux paramètres d'origine?

# vdslExplanation
source: In rare cases, noise from Powerline signal can interfere with VDSL connection. Devices in automatic compatibility mode can automatically adjust transmission to limit interference
de: In seltenen Fällen können VDSL-Verbindungsprobleme durch Übersprechen des Powerline-Signals verursacht werden. Wenn der automatische Kompatibilitätsmodus aktiv ist, versucht das Gerät, diese Situation zu erkennen und automatisch seinen Sendepegel so anzupassen, dass die bestmögliche Leistung ohne Störung erzielt wird.
fr: Dans de rares cas, la distorsion du signal Powerline peut interférer avec la connexion VDSL. Les appareils en mode de compatibilité automatique peuvent ajuster automatiquement la transmission pour limiter les interférences.

# vdslExplanation2
source: Select a transmission profile from the given options as a fallback when automatic mode is OFF or reliable detection of interference is not possible
de: Wenn der automatische Modus deaktiviert ist oder die Störung nicht zuverlässig erkannt werden kann, kann stattdessen ein fest eingestelltes Profil für eine angepasste Sendeleistung verwendet werden. Wählen Sie das Profil aus, das dem Typ ihres VDSL-Anschlusses entspricht, oder wählen Sie "volle Leistung", wenn keine Störungsvermeidung benötigt wird.
fr: Sélectionnez un profil de transmission parmi les options proposées comme solution de repli lorsque le mode automatique est désactivé ou qu'une détection fiable des interférences n'est pas possible.

source: Set VDSL compatibility
de: VDSL Kompatibilität setzen
fr: Définir la compatibilité VDSL

# vdslFailed
source: The new VDSL settings could not be saved on the device
de: Die neuen VDSL-Einstellungen konnten nicht auf dem Gerät gespeichert werden.
fr: Les nouveaux paramètres VDSL n'ont pas pu être enregistrés sur l'appareil

# vdslSuccessful
source: The new VDSL settings have been saved on the device
de: Die neuen VDSL-Einstellungen wurden auf dem Gerät gespeichert.
fr: Les nouveaux paramètres VDSL ont été enregistrés sur l'appareil
