Repository: devolo/Cockpit-open-frontend
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# automaticCompatibilityMode
source: Automatic compatibility mode (recommended)
de: Automatischer Kompatibilitäsmodus (empfohlen)
fr: Mode de compatibilité automatique (recommandé)

source: VDSL compatibility
de: VDSL Kompatibilität
fr: Compatibilité VDSL

source: Success
de: Erfolgreich

# sisoFull
source: Full power
de: Volle Leistung

# mimoFull
source: Full power
de: Volle Leistung

source: select profile ...
de: Profil auswählen ...

source: Current compatibility
de: Aktuelle Kompatibilität

# additionalDialogTitle
source: Additional settings
de: Erweiterte Einstellungen
fr: Paramètres supplémentaires

# activateLEDs
source: LEDs activated
de: Leuchtdioden (LEDs) angeschaltet
fr: LEDs allumés

# activateTransmission
source: Data communication activated
de: Datenkommunikation erlauben
fr: Communication des données activé

source: Power saving mode
de: Stromsparmodus
fr: Mode d'économie d'énergie

source: Netmask
de: Netzmaske

# fillInIpAddress
source: Enter the IP address
de: Bitte IP-Adresse eintragen
fr: Entrez l'adresse IP

# fillInNetmask
source: Enter the netmask
de: Bitte Netzmaske eintragen
fr: Entrez la masque de réseau

source: App info
fr: Info app

source: App information
fr: Information app

source: Name
fr: Nom

# state
source: Update status
fr: Statut d´actualisation

# contactSupport
source: Support
fr: Contacter le support

source: Security ID
fr: ID de sécurité

# version
source: Firmware version
fr: Version firmware
